const BACKGROUNDS = [
  {
    name: "Прислужник",
    skills: ["Проницательность", "Религия"],
    tools: [],
    languages: ["Два языка на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Священный символ (амулет, реликварий или эмблема на ваш выбор), молитвенник или молитвенный барабан, 5 палочек благовоний, ряса, комплект обычной одежды, 15 зм",
    feature: {
      name: "Приют для верующих",
      desc: "Вы и ваши спутники можете рассчитывать на бесплатное лечение и уход в храмах, святынях и других подобных местах, посвящённых вашей вере. Вам придётся предоставить материальные компоненты для заклинаний, если таковые понадобятся. Те, кто разделяют вашу веру, могут обеспечить вам (но только вам) скромное существование.\nУ вас также могут быть связи с каким-то конкретным храмом, посвящённым вашему божеству или пантеону, в котором у вас есть жилая комната. Пока вы находитесь с этим храмом в хороших отношениях, находясь неподалёку от него, вы можете попросить у его служителей помощи, если она не подвергнет их опасности."
    }
  },
  {
    name: "Артист",
    skills: ["Акробатика", "Выступление"],
    tools: ["Набор для грима", "Один музыкальный инструмент на выбор: Барабан, Виола, Волынка, Лира, Лютня, Рожок, Свирель, Флейта, Цимбалы, Шалмей"],
    languages: [],
    equipment: "Музыкальный инструмент (на ваш выбор), подарок от поклонницы (любовное письмо, локон волос или безделушка), костюм, 15 зм",
    feature: {
      name: "По многочисленным просьбам",
      desc: "Вы всегда можете найти место для выступления. Обычно это таверна или постоялый двор, но это может быть цирк, театр или даже двор знатного господина. В этом месте вы получаете бесплатный постой и еду по скромным или комфортным стандартам (в зависимости от качества заведения), если вы выступаете каждый вечер. Кроме того, ваши выступления делают вас местной знаменитостью. Когда посторонние узнают вас в городе, в котором вы давали представление, они, скорее всего, будут к вам относиться хорошо."
    }
  },
  {
    name: "Шарлатан",
    skills: ["Ловкость рук", "Обман"],
    tools: ["Набор для грима", "Набор для фальсификации"],
    languages: [],
    equipment: "Комплект отличной одежды, набор для грима, приспособление для жульничества на ваш выбор (десять запечатанных бутылей с подкрашенной жидкостью, набор шулерских костей, колода краплёных карт или кольцо с печатью какого-нибудь воображаемого герцога), 15 зм",
    feature: {
      name: "Поддельная личность",
      desc: "Вы создали себе вторую личность, включая необходимые документы, знакомства и маскировку, что позволяет вам перевоплощаться в этот образ. В дополнение к этому вы можете подделывать документы, включая официальные документы и личные письма, если ранее видели пример подобного документа или почерк, который пытаетесь скопировать."
    }
  },
  {
    name: "Преступник",
    skills: ["Обман", "Скрытность"],
    tools: ["Воровские инструменты", "Один игровой набор на выбор: Драконьи шахматы, Карты, Кости, Ставка трех драконов"],
    languages: [],
    equipment: "Ломик, комплект обычной тёмной одежды с капюшоном, 15 зм",
    feature: {
      name: "Криминальные связи",
      desc: "У вас есть надёжное доверенное лицо, которое выступает в роли вашего связного в криминальных кругах. Вы умеете получать и отправлять сведения связному, даже через большие расстояния: например, вы знаете местных посыльных, продажных караванщиков и нечистых на руку матросов, которые могут доставить сообщение для вас."
    }
  },
  {
    name: "Чужеземец",
    skills: ["Атлетика", "Выживание"],
    tools: ["Один музыкальный инструмент на выбор: Барабан, Виола, Волынка, Лира, Лютня, Рожок, Свирель, Флейта, Цимбалы, Шалмей"],
    languages: ["Один язык на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Посох, капкан, трофей с убитого животного, комплект дорожной одежды, 10 зм",
    feature: {
      name: "Странник",
      desc: "Вы отлично запоминаете карты и местность, и всегда можете вспомнить общие характеристики местности, поселения, и прочие особенности в окрестностях. Кроме того, вы каждый день можете находить еду и пресную воду для себя и пяти других товарищей, при условии, что вокруг вас можно найти ягоды, дичь, воду и так далее."
    }
  },
  {
    name: "Гильдейский ремесленник",
    skills: ["Проницательность", "Убеждение"],
    tools: ["Один вид ремесленных инструментов на выбор: Инструменты алхимика, Инструменты гончара, Инструменты каллиграфа, Инструменты каменщика, Инструменты картографа, Инструменты кожевника, Инструменты кузнеца, Инструменты пивовара, Инструменты плотника, Инструменты повара, Инструменты резчика по дереву, Инструменты ремонтника, Инструменты сапожника, Инструменты стеклодува, Инструменты ткача, Инструменты художника, Инструменты ювелира"],
    languages: ["Один язык на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Один вид ремесленных инструментов (на ваш выбор), рекомендательное письмо из гильдии, комплект дорожной одежды, 15 зм",
    feature: {
      name: "Членство в гильдии",
      desc: "Будучи авторитетным и уважаемым членом гильдии, вы можете пользоваться особыми преимуществами, предоставляемыми этим членством. Ваши товарищи по гильдии при необходимости предоставят вам жилище и питание, и даже оплатят ваши похороны. В некоторых городах у гильдий есть место для сбора, и там можно потенциально встретить покровителей, союзников и наёмников. Гильдии часто обладают значительной политической властью. Если вас обвинят в преступлении, гильдия может помочь, если существует вероятность оправдательного приговора. Благодаря гильдии вы получаете доступ к влиятельным политикам, если состоите в гильдии на хорошем счету. Для таких связей может потребоваться жертвование денег или магических предметов в казну гильдии. Каждый месяц вы должны выплачивать гильдии 5 зм. Если вы пропустите платёж, вы должны вначале оплатить все долги, и только тогда восстановите своё доброе имя в гильдии."
    }
  },
  {
    name: "Отшельник",
    skills: ["Медицина", "Религия"],
    tools: ["Набор травника"],
    languages: ["Один язык на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Контейнер для свитков, битком набитый вашими молитвами и изысканиями, тёплое одеяло, комплект обычной одежды, набор травника, 5 зм",
    feature: {
      name: "Откровение",
      desc: "Тихое уединение в долгом отшельничестве дало вам доступ к великому откровению. Точная природа этого откровения зависит от характера вашего уединения. Это может быть истина о вселенной, божествах, влиятельных созданиях на внешних планах, или силах природы. Это может быть место, которое никто и никогда не видел. Вы могли обнаружить что-то, что давно было забыто, или найти реликвию прошлого, способную переписать историю. Это может быть информация, которая может причинить вред тем, кто изгнал вас, и тем самым ставшая причиной возвращения в общество.\nПридумайте вместе с Мастером детали вашего откровения и его влияние на кампанию."
    }
  },
  {
    name: "Аристократ",
    skills: ["История", "Убеждение"],
    tools: ["Один игровой набор на выбор: Драконьи шахматы, Карты, Кости, Ставка трех драконов"],
    languages: ["Один язык на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Комплект отличной одежды, кольцо-печатка, свиток с генеалогическим древом, 25 зм",
    feature: {
      name: "Привилегированность",
      desc: "Благодаря знатному происхождению, другие хорошо к вам относятся. Вас принимают в высшем обществе, и считается, что у вас есть право посещать любые места. Обыватели изо всех сил стараются сделать вам приятно и избежать вашего гнева, а другие высокородные считают вас своей ровней. Если нужно, вы можете получить аудиенцию местного дворянина."
    }
  },
  {
    name: "Народный герой",
    skills: ["Выживание", "Уход за животными"],
    tools: ["Транспортное средство (наземное)", "Один вид ремесленных инструментов на выбор: Инструменты алхимика, Инструменты гончара, Инструменты каллиграфа, Инструменты каменщика, Инструменты картографа, Инструменты кожевника, Инструменты кузнеца, Инструменты пивовара, Инструменты плотника, Инструменты повара, Инструменты резчика по дереву, Инструменты ремонтника, Инструменты сапожника, Инструменты стеклодува, Инструменты ткача, Инструменты художника, Инструменты ювелира"],
    languages: [],
    equipment: "Ремесленные инструменты (один вид на ваш выбор), лопата, железный горшок, комплект обычной одежды, 10 зм",
    feature: {
      name: "Деревенское гостеприимство",
      desc: "Вы сами из простого народа, и потому легко находите с ними общий язык. Вы можете найти место, чтобы спрятаться, отдохнуть или подлечиться среди обывателей, если только вы не угрожаете им. Они укроют вас от представителей закона и тех, кто ищет вас, но своими жизнями за вас они рисковать не будут."
    }
  },
  {
    name: "Мудрец",
    skills: ["История", "Магия"],
    tools: [],
    languages: ["Два языка на выбор: Общий, Великаний, Гномий, Гоблинский, Дварфский, Орочий, Полуросликов, Эльфийский"],
    equipment: "Бутылочка чернил, писчее перо, небольшой нож, письмо от мёртвого коллеги с вопросом, на который вы пока не можете ответить, комплект обычной одежды, 10 зм",
    feature: {
      name: "Исследователь",
      desc: "Если вы пытаетесь изучить или вспомнить информацию, которой вы не обладаете, вы часто знаете, где и от кого её можно получить. Обычно это библиотека, скрипторий, университет, мудрец или другое образованное существо. Мастер может решить, что искомое знание является тайной и хранится в практически недоступном месте, или что оно вообще недоступно. Поиски глубочайших тайн вселенной могут потребовать отдельного приключения или даже целой кампании."
    }
  },
  {
    name: "Моряк",
    skills: ["Атлетика", "Внимательность"],
    tools: ["Инструменты навигатора", "Транспорт (водный)"],
    languages: [],
    equipment: "Кофель-нагель (дубинка), 50 футов шёлковой верёвки, талисман (такой как кроличья лапка или камень с дыркой, можете совершить бросок по таблице безделушек), комплект обычной одежды, 10 зм",
    feature: {
      name: "Поездка на корабле",
      desc: "Если понадобится, вы можете получить бесплатную поездку на паруснике для себя и своих спутников. Это может быть ваш старый корабль, или другой корабль, с которым вы находитесь в хороших отношениях (возможно, им командует ваш бывший напарник). Вам оказывают услугу, поэтому вы не можете устанавливать распорядок и прокладывать маршрут. Мастер сообщит, сколько времени уйдёт на плавание. В обмен на бесплатную поездку от вас и ваших спутников ожидают посильную помощь экипажу во время плавания."
    }
  },
  {
    name: "Солдат",
    skills: ["Атлетика", "Запугивание"],
    tools: ["Транспортное средство (наземное)", "Один игровой набор на выбор: Драконьи шахматы, Карты, Кости, Ставка трех драконов"],
    languages: [],
    equipment: "Знак отличия, трофей с убитого врага (кинжал, сломанный клинок или кусок знамени), набор игровых костей или колода карт, комплект обычной одежды, 10 зм",
    feature: {
      name: "Воинское звание",
      desc: "Будучи солдатом, вы заслужили звание. Солдаты, верные военной организации, которой вы раньше принадлежали, всё еще признают вашу власть и влияние, и они подчиняются вам, если их звание ниже вашего. С помощью своего звания вы можете оказывать влияние на других солдат и брать во временное пользование простое снаряжение или лошадей. Возможно, вас пропустят внутрь военного лагеря или крепости, если к вашему званию отнесутся с уважением."
    }
  },
  {
    name: "Беспризорник",
    skills: ["Ловкость рук", "Скрытность"],
    tools: ["Воровские инструменты", "Набор для грима"],
    languages: [],
    equipment: "Маленький нож, карта города, в котором вы выросли, ручная мышь, безделушка в память о родителях, комплект обычной одежды, 10 зм",
    feature: {
      name: "Городские тайны",
      desc: "Вы знаете тайные лазы и проходы городских улиц, позволяющие пройти там, где другие не увидят пути. Вне боя вы (и ведомые вами союзники) можете перемещаться по городу вдвое быстрее обычного."
    }
  }
];