const RACES = {
  Dragonborn: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Сила", "Сила", "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Силы увеличивается на 2, а значение Харизмы увеличивается на 1."
        }
      ]
    },
    {
      "head": "Наследие драконов",
      "type": 3,
      "level": 1,
      "listName": "DragonbornInh",
      "chooseCount": 1,
      "list": [
        {
          "Item1": 0,
          "Item2": "Белый",
          "Item3": "Холод | 15 футов конус (спас. ТЕЛ)"
        },
        {
          "Item1": 1,
          "Item2": "Бронзовый",
          "Item3": "Электричество | Линия 5 на 30 футов (спас. ЛОВ)"
        },
        {
          "Item1": 2,
          "Item2": "Зеленый",
          "Item3": "Яд | 15 футов конус (спас. ТЕЛ)"
        },
        {
          "Item1": 3,
          "Item2": "Золотой",
          "Item3": "Огонь | 15 футов конус (спас. ЛОВ)"
        },
        {
          "Item1": 4,
          "Item2": "Красный",
          "Item3": "Огонь | 15 футов конус (спас. ЛОВ)"
        },
        {
          "Item1": 5,
          "Item2": "Латунный",
          "Item3": "Огонь | Линия 5 на 30 футов (спас. ЛОВ)"
        },
        {
          "Item1": 6,
          "Item2": "Медный",
          "Item3": "Кислота | Линия 5 на 30 футов (спас. ЛОВ)"
        },
        {
          "Item1": 7,
          "Item2": "Серебряный",
          "Item3": "Холод | 15 футов конус (спас. ТЕЛ)"
        },
        {
          "Item1": 8,
          "Item2": "Синий",
          "Item3": "Электричество | Линия 5 на 30 футов (спас. ЛОВ)"
        },
        {
          "Item1": 9,
          "Item2": "Чёрный",
          "Item3": "Кислота | Линия 5 на 30 футов (спас. ЛОВ)"
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы получаете драконье наследие. Выберите тип дракона. Вы получаете оружие дыхания и сопротивление урону соответствующего вид."
        }
      ]
    },
    {
      "head": "Оружие дыхания",
      "type": 2,
      "level": 1,
      "isUniq": true,
      "listName": "BreathWeapon",
      "consum": [
        {
          "Item1": 1,
          "Item2": 1
        }
      ],
      "discription": [
        {
          "item1": 1,
          "item2": "Вы можете действием выдохнуть разрушительную энергию. Ваше наследие драконов определяет размер, форму и вид урона вашего выдоха."
        },
        {
          "item1": 1,
          "item2": "Когда вы используете оружие дыхания, все существа в зоне выдоха должны совершить спасбросок, вид которого определяется вашим наследием. Сложность этого спасброска равна 8 + ваш модификатор Телосложения + ваш бонус мастерства. Существа получают урона 2к6 в случае проваленного спасброска, или половину этого урона, если спасбросок был успешен. Урон повышается до 3к6 на 6-м уровне, до 4к6 на 11-м, и до 5к6 на 16-м уровне."
        },
        {
          "item1": 1,
          "item2": "После использования оружия дыхания вы не можете использовать его повторно, пока не завершите короткий либо продолжительный отдых."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Драконий" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и Драконьем языках. Драконий язык считается одним из старейших и часто используется во время изучения магии. Этот язык звучит грубо для большинства других существ, и содержит много твёрдых согласных и шипящих звуков."
        }
      ]
    }
  ],
  Dwarf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Телосложение", "Телосложение" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Телосложения увеличивается на 2."
        }
      ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Привыкнув к жизни под землёй, вы обладаете превосходным зрением в темноте и при тусклом освещении. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Дварфская устойчивость",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски от яда, и вы получаете сопротивление урону ядом."
        }
      ]
    },
    {
      "head": "Дварфская боевая тренировка",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете боевым топором, ручным топором, лёгким и боевым молотами."
        }
      ]
    },
    {
      "head": "Владение инструментами",
      "type": 6,
      "level": 1,
      "chooseCount": 1,
      "common": [ "Инструменты кузнеца", "Инструменты кузнеца", "Инструменты каменщика" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете ремесленными инструментами на ваш выбор:"
        }
      ]
    },
    {
      "head": "Знание камня",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Если вы совершаете проверку Интеллекта (История), связанную с происхождением работы по камню, вы считаетесь владеющим навыком История, и добавляете к проверке удвоенный бонус мастерства вместо обычного."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Дварфский" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы разговариваете, читаете и пишете на Общем и Дварфском языках. Дварфский язык состоит из твёрдых согласных и гортанных звуков, и этот акцент будет присутствовать в любом языке, на котором дварф будет говорить."
        }
      ]
    },
    {
      "head": "Виды дварфов",
      "type": 8,
      "level": 1,
      "common": [ "Горный дварф", "Холмовой дварф" ]
    }
  ],
  Elf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Ловкость", "Ловкость" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Ловкости увеличивается на 2."
        }
      ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Привыкнув к сумраку леса и ночному небу, вы обладаете превосходным зрением в темноте и при тусклом освещении. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Навыки",
      "type": 5,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Внимательность" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Вы владеете навыком Внимательность"
        }
      ]
    },
    {
      "head": "Наследие фей",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски от состояния очарованный, и вас невозможно магически усыпить."
        }
      ]
    },
    {
      "head": "Транс",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Эльфы не спят. Вместо этого они погружаются в глубокую медитацию, находясь в полубессознательном состоянии до 4 часов в сутки (обычно такую медитацию называют трансом). Во время этой медитации вы можете грезить о разных вещах. Некоторые из этих грёз являются ментальными упражнениями, выработанными за годы тренировок. После такого отдыха вы получаете все преимущества, которые получает человек после 8 часов сна."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Эльфийский" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": " Вы можете говорить, читать и писать на Общем и Эльфийском языках. Эльфийский язык текучий, с утончёнными интонациями и сложной грамматикой. Эльфийская литература богата и разнообразна, а стихи и песни известны среди представителей других рас. Многие барды учат эльфийский язык, чтоб добавить песни в свой репертуар."
        }
      ]
    },
    {
      "head": "Виды эльфов",
      "type": 8,
      "level": 1,
      "common": [ "Высший эльф", "Лесной эльф", "Дроу" ]
    }
  ],
  Gnome: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Интеллект", "Интеллект" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Интеллекта увеличивается на 2."
        }
      ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Привыкнув к жизни под землёй, вы обладаете превосходным зрением в темноте и при тусклом освещении. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Гномья хитрость",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски Интеллекта, Мудрости и Харизмы против магии."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Гномий" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и Гномьем языках. Гномий язык, использующий дварфский алфавит, хорошо известен благодаря техническим трактатам и каталогам знаний об окружающем мире."
        }
      ]
    },
    {
      "head": "Виды гномов",
      "type": 8,
      "level": 1,
      "common": [ "Лесной гном", "Скальный гном" ]
    }
  ],
  HalfElf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Харизма", "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Харизмы увеличивается на 2, а значения двух других характеристик на ваш выбор увеличиваются на 1."
        }
      ]
    },
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 2,
      "bufInt": 1,
      "common": [ "Харизма" ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Благодаря вашей эльфийской крови, вы обладаете превосходным зрением в темноте и при тусклом освещении. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Наследие фей",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски от состояния очарованный, и вас невозможно магически усыпить."
        }
      ]
    },
    {
      "head": "Навыки",
      "type": 5,
      "level": 1,
      "chooseCount": 2,
      "common": [ "Атлетика", "Акробатика", "Ловкость рук", "Скрытность", "Анализ", "История", "Магия", "Природа", "Религия", "Внимательность", "Выживание", "Медицина", "Проницательность", "Уход за животными", "Выступление", "Запугивание", "Обман", "Убеждение" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы получаете владение двумя навыками на ваш выбор."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Эльфийский" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем, Эльфийском и ещё одном языке на ваш выбор."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 1,
      "common": [ "Общий", "Великаний", "Гномий", "Гоблинский", "Дварфский", "Орочий", "Полуросликов", "Эльфийский" ]
    }
  ],
  Halfling: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Ловкость", "Ловкость" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Ловкости повышается на 2."
        }
      ]
    },
    {
      "head": "Везучий",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Если при броске атаки, проверке характеристики или спасброске у вас выпало «1», вы можете перебросить кость, и должны использовать новый результат, даже если это «1»."
        }
      ]
    },
    {
      "head": "Храбрый",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски от состояния испуганный."
        }
      ]
    },
    {
      "head": "Проворство полуросликов",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете проходить сквозь пространство, занятое существами, чей размер больше вашего."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Полуросликов" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и языке Полуросликов. Их язык не является секретным, но они не торопятся делиться им с остальными. Пишут они мало, и почти не создали собственной литературы, но устные предания у них очень распространены. Почти все полурослики знают Общий, чтобы общаться с людьми в землях, куда они направляются, или по которым странствуют."
        }
      ]
    },
    {
      "head": "Виды полуросликов",
      "type": 8,
      "level": 1,
      "common": [ "Коренастый", "Легконогий" ]
    }
  ],
  HalfOrc: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Сила", "Сила", "Телосложение" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Силы увеличивается на 2, а значение Телосложения увеличивается на 1."
        }
      ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Благодаря орочьей крови, вы обладаете превосходным зрением в темноте и при тусклом освещении. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Навыки",
      "type": 5,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Запугивание" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы получаете владение навыком Запугивание."
        }
      ]
    },
    {
      "head": "Непоколебимая стойкость",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Если ваши хиты опустились до нуля, но вы при этом не убиты, ваши хиты вместо этого опускаются до 1. Вы не можете использовать эту способность снова, пока не завершите продолжительный отдых."
        }
      ]
    },
    {
      "head": "Свирепые атаки",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Если вы совершили критическое попадание рукопашной атакой оружием, вы можете добавить к урону еще одну кость урона оружия."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Орочий" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и Орочьем языках. Орочий язык резкий и грубый, полный твёрдых согласных. Он не имеет собственного алфавита и использует дварфский."
        }
      ]
    }
  ],
  Human: [
    {
      "head": "Особенности людей",
      "type": 8,
      "level": 1,
      "common": [ "Классический", "Альтернативный" ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и еще одном языке на ваш выбор. Люди обычно изучают языки народов, с которыми имеют дело, включая редкие диалекты. Они любят разбавлять собственную речь словами, позаимствованными из других языков: орочьими ругательствами, эльфийскими музыкальными терминами, дварфскими военными командами."
        }
      ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 1,
      "common": [ "Общий", "Великаний", "Гномий", "Гоблинский", "Дварфский", "Орочий", "Полуросликов", "Эльфийский" ]
    }
  ],
  Tiefling: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Интеллект", "Харизма", "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Интеллекта увеличивается на 1, а значение Харизмы увеличивается на 2."
        }
      ]
    },
    {
      "head": "Тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Благодаря вашему дьявольскому наследию, вы отлично видите при тусклом свете и в темноте. На расстоянии в 60 футов вы при тусклом освещении можете видеть так, как будто это яркое освещение, и в темноте так, как будто это тусклое освещение. В темноте вы не можете различать цвета, только оттенки серого."
        }
      ],
      "hide": true
    },
    {
      "head": "Адское сопротивление",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы получаете сопротивление урону огнём."
        }
      ]
    },
    {
      "head": "Дьявольское наследие",
      "type": 2,
      "level": 1,
      "listName": "DevilInh",
      "consum": [
        {
          "Item1": 1,
          "Item2": 1
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Начиная с 3-го уровня, вы можете один раз наложить заклинание <i>адское возмездие</i> как заклинание 2-го уровня с помощью этой особенности. Начиная с 5-го уровня, вы также можете накладывать заклинание <i>тьма</i> с помощью этой особенности. После накладывания одного из этих заклинаний с помощью особенности вы должны закончить продолжительный отдых, прежде чем сможете вновь наложить это заклинания таким образом."
        },
        {
          "Item1": 1,
          "Item2": "Базовой характеристикой заклинаний для этих заклинаний является Харизма."
        }
      ],
      "spellShow": [ 0, 329 ]
    },
    {
      "head": "Дьявольское наследие: Чудотворство",
      "type": 9,
      "level": 1,
      "buf2Int": -1,
      "chooseCount": 0,
      "consum": [
        {
          "Item1": 352,
          "Item2": -1
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы знаете заговор <i>чудотворство</i>."
        }
      ],
      "spellShow": [ 352 ]
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Общий", "Инфернальный" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на Общем и Инфернальном."
        }
      ]
    }
  ],
  Drow: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Харизмы увеличивается на 1."
        }
      ]
    },
    {
      "head": "Превосходное тёмное зрение",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Ваше тёмное зрение имеет радиус 120 футов."
        }
      ]
    },
    {
      "head": "Чувствительность к солнцу",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с помехой броски атаки и проверки Мудрости (Восприятие), основанные на зрении, если вы, цель вашей атаки или изучаемый предмет расположены на прямом солнечном свете."
        }
      ]
    },
    {
      "head": "Магия дроу",
      "type": 2,
      "level": 1,
      "listName": "DrowMagic",
      "consum": [
        {
          "Item1": 1,
          "Item2": 1
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Начиная с 3-го уровня, вы можете накладывать заклинание <i>огонь фей</i> с помощью этой особенности. Начиная с 5-го уровня вы также можете накладывать заклинание <i>тьма</i> с помощью этой особенности. После накладывания одного из этих заклинаний с помощью особенности вы должны закончить продолжительный отдых, прежде чем сможете вновь наложить его таким образом."
        },
        {
          "Item1": 1,
          "Item2": "Базовой характеристикой заклинаний для этих заклинаний является Харизма."
        }
      ],
      "spellShow": [ 178, 329 ]
    },
    {
      "head": "Магия дроу: Пляшущие огоньки",
      "type": 9,
      "level": 1,
      "buf2Int": -1,
      "chooseCount": 0,
      "consum": [
        {
          "Item1": 206,
          "Item2": -1
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "вы знаете заговор <i>пляшущие огоньки</i>."
        }
      ],
      "spellShow": [ 206 ]
    },
    {
      "head": "Владение оружием дроу",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете рапирой, коротким мечом и ручным арбалетом."
        }
      ]
    }
  ],
  ForestElf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Мудрость" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Мудрости увеличивается на 1."
        }
      ]
    },
    {
      "head": "Владение эльфийским оружием",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете длинным мечом, коротким мечом, коротким и длинным луками."
        }
      ]
    },
    {
      "head": "Быстрые ноги",
      "type": 1,
      "level": 1,
      "listName": "FastFeet",
      "changeRule": true,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Ваша базовая скорость ходьбы увеличивается до 35 футов."
        }
      ]
    },
    {
      "head": "Маскировка в дикой местности",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете предпринять попытку спрятаться, даже если вы слабо заслонены листвой, сильным дождём, снегопадом, туманом или другими природными явлениями."
        }
      ]
    }
  ],
  ForestGnome: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Ловкость" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Ловкости увеличивается на 1."
        }
      ]
    },
    {
      "head": "Природная иллюзия",
      "type": 9,
      "level": 1,
      "buf2Int": -1,
      "chooseCount": 0,
      "consum": [
        {
          "Item1": 125,
          "Item2": -1
        }
      ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы знаете заклинание <i>малая иллюзия</i>. Базовой характеристикой заклинаний для его использования является Интеллект."
        }
      ]
    },
    {
      "head": "Общение с маленькими зверями",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "С помощью звуков и жестов вы можете передавать простые понятия Маленьким или еще меньшим зверям. Лесные гномы любят животных и часто держат белок, барсуков, кроликов, кротов, дятлов и других животных в качестве питомцев."
        }
      ]
    }
  ],
  HighElf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Интеллект" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Интеллекта увеличивается на 1."
        }
      ]
    },
    {
      "head": "Владение эльфийским оружием",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете длинным мечом, коротким мечом, коротким и длинным луками."
        }
      ]
    },
    {
      "head": "Заговор",
      "type": 9,
      "level": 1,
      "buf2Int": 3,
      "bufInt": 0,
      "chooseCount": 1
    },
    {
      "head": "Языки",
      "type": 7,
      "level": 1,
      "chooseCount": 1,
      "common": [ "Общий", "Великаний", "Гномий", "Гоблинский", "Дварфский", "Орочий", "Полуросликов", "Эльфийский" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете говорить, читать и писать на еще одном языке, на ваш выбор."
        }
      ]
    }
  ],
  HillDwarf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Мудрость" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Мудрости увеличивается на 1."
        }
      ]
    },
    {
      "head": "Дварфская выдержка",
      "type": 1,
      "level": 1,
      "listName": "DwarfHold",
      "changeRule": true,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Максимальное значение ваших хитов увеличивается на 1, и вы получаете 1 дополнительный хит с каждым новым уровнем."
        }
      ]
    }
  ],
  HumanAlt: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 2,
      "bufInt": 1,
      "common": [ ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение двух характеристик на ваш выбор увеличивается на 1."
        }
      ]
    },
    {
      "head": "Навыки",
      "type": 5,
      "level": 1,
      "chooseCount": 1,
      "common": [ "Атлетика", "Акробатика", "Ловкость рук", "Скрытность", "Анализ", "История", "Магия", "Природа", "Религия", "Внимательность", "Выживание", "Медицина", "Проницательность", "Уход за животными", "Выступление", "Запугивание", "Обман", "Убеждение" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Вы получаете владение одним навыком на ваш выбор."
        }
      ]
    },
    {
      "head": "Черта",
      "type": 13,
      "level": 1,
      "discription": [
        {
          "item1": 1,
          "item2": "Вы получаете одну черту на ваш выбор."
        }
      ]
    }
  ],
  HumanClassic: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Сила", "Ловкость", "Телосложение", "Интеллект", "Мудрость", "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение всех ваших характеристик увеличивается на 1."
        }
      ]
    }
  ],
  LightLeged: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Харизма" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Харизмы увеличивается на 1."
        }
      ]
    },
    {
      "head": "Естественная скрытность",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы можете предпринять попытку скрыться даже если заслонены только существом, превосходящими вас в размере как минимум на одну категорию."
        }
      ]
    }
  ],
  RockDwarf: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Сила", "Сила" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашей Силы увеличивается на 2."
        }
      ]
    },
    {
      "head": "Владение доспехами дварфов",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете лёгкими и средними доспехами."
        }
      ]
    }
  ],
  RockGnome: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Телосложение" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Телосложения увеличивается на 1."
        }
      ]
    },
    {
      "head": "Ремесленные знания",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "При совершении проверки Интеллекта (История) применительно к магическому, алхимическому или технологическому объекту, вы можете добавить к проверке удвоенный бонус мастерства вместо обычного."
        }
      ]
    },
    {
      "head": "Жестянщик",
      "type": 6,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Инструменты ремонтника" ],
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы владеете ремесленными инструментами (инструменты ремонтника). С их помощью вы можете, потратив 1 час времени и материалы на сумму в 10 зм, создать Крошечное механическое устройство (КД 5, 1 хит). Это устройство перестаёт работать через 24 часа (если вы не потратите 1 час на поддержание его работы). Вы можете действием разобрать его; в этом случае вы можете получить обратно использованные материалы. Одновременно вы можете иметь не более трёх таких устройств."
        },
        {
          "Item1": 1,
          "Item2": "При создании устройства выберите один из следующих вариантов:"
        },
        {
          "Item1": 1,
          "Item2": "<b>*Заводная игрушка.</b>Эта заводная игрушка изображает животное, чудовище или существо, вроде лягушки, мыши, птицы, дракона или солдатика. Поставленная на землю, она проходит 5 футов в случайном направлении за каждый ваш ход, издавая звуки, соответствующие изображаемому существу."
        },
        {
          "Item1": 1,
          "Item2": "<b>*Зажигалка.</b>Это устройство производит миниатюрный огонёк, с помощью которого можно зажечь свечу, факел или костёр. Использование этого устройства требует действия."
        },
        {
          "Item1": 1,
          "Item2": "<b>*Музыкальная шкатулка.</b>При открытии эта шкатулка проигрывает мелодию средней громкости. Шкатулка перестаёт играть если мелодия закончилась или если шкатулку закрыли."
        }
      ]
    }
  ],
  Stocky: [
    {
      "head": "Увеличение характеристик",
      "type": 11,
      "level": 1,
      "chooseCount": 0,
      "common": [ "Телосложение" ],
      "discription": [
        {
          "item1": 1,
          "item2": "Значение вашего Телосложения увеличивается на 1."
        }
      ]
    },
    {
      "head": "Устойчивость коренастых",
      "type": 1,
      "level": 1,
      "discription": [
        {
          "Item1": 1,
          "Item2": "Вы совершаете с преимуществом спасброски от яда, и вы получаете сопротивление урону ядом."
        }
      ]
    }
  ]
};