// Боевые стили
const BATTLE_STYLES = [
  {
    id: 0,
    name: "Дуэлянт",
    desc: "Пока вы держите рукопашное оружие в одной руке и не используете другого оружия, вы получаете бонус +2 к броскам урона этим оружием."
  },
  {
    id: 1,
    name: "Защита",
    desc: "Если существо, которое вы видите, атакует не вас, а другое существо, находящееся в пределах 5 футов от вас, вы можете реакцией создать помеху его броску атаки. Для этого вы должны использовать щит."
  },
  {
    id: 2,
    name: "Оборона",
    desc: "Пока вы носите доспехи, вы получаете бонус +1 к КД."
  },
  {
    id: 3,
    name: "Сражение большим оружием",
    desc: "Если у вас выпало «1» или «2» на кости урона оружия при атаке, которую вы совершали рукопашным оружием, удерживая его двумя руками, то вы можете перебросить эту кость, и должны использовать новый результат, даже если снова выпало «1» или «2». Чтобы воспользоваться этим преимуществом, ваше оружие должно иметь свойство «двуручное» или «универсальное»."
  },
  {
    id: 4,
    name: "Сражение двумя оружиями",
    desc: "Если вы сражаетесь двумя оружиями, вы можете добавить модификатор характеристики к урону от второй атаки."
  },
  {
    id: 5,
    name: "Стрельба",
    desc: "Вы получаете бонус +2 к броску атаки, когда атакуете дальнобойным оружием."
  }
];

// Боевые приёмы (мастер боевых искусств)
const FIGHTING_TECHNIQUES = [
  {
    id: 0,
    name: "Активное уклонение",
    desc: "При перемещении вы можете потратить одну кость превосходства, совершить её бросок и добавить выпавшее значение к КД, пока не прекратите перемещение."
  },
  {
    id: 1,
    name: "Атака с выпадом",
    desc: "Если вы в свой ход совершаете рукопашную атаку оружием, вы можете потратить одну кость превосходства, чтобы увеличить досягаемость этой атаки на 5 футов. В случае попадания вы добавляете кость превосходства к броску урона этой атаки."
  },
  {
    id: 2,
    name: "Атака с манёвром",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы один из ваших товарищей смог переместиться в более выгодное положение. Вы добавляете кость превосходства к броску урона этой атаки и выбираете дружественное существо, которое может видеть или слышать вас. Это существо может реакцией переместиться на расстояние до половины своей скорости, не провоцируя при этом атаки от цели вашей атаки."
  },
  {
    id: 3,
    name: "Атака с угрозой",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы один из ваших товарищей смог переместиться в более выгодное положение. Вы добавляете кость превосходства к броску урона этой атаки и выбираете дружественное существо, которое может видеть или слышать вас. Это существо может реакцией переместиться на расстояние до половины своей скорости, не провоцируя при этом атаки от цели вашей атаки."
  },
  {
    id: 4,
    name: "Атака с финтом",
    desc: "Вы можете в свой ход потратить одну кость превосходства и бонусным действием совершить финт, выбрав в качестве цели одно существо в пределах 5 футов. Следующий бросок атаки по этому существу в этом ходу вы совершаете с преимуществом. Если атака попадает, добавьте кость превосходства к броску урона этой атаки. Оба преимущества пропадают, если вы не используете их в том же ходу, в котором получили их."
  },
  {
    id: 5,
    name: "Обезоруживающая атака",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы попытаться обезоружить противника, заставляя его выронить один предмет по вашему выбору, который он держит. Вы добавляете кость превосходства к броску урона атаки, а цель должна совершить спасбросок Силы. В случае провала она роняет выбранный вами предмет. Предмет падает у её ног."
  },
  {
    id: 6,
    name: "Опрокидывающая атака",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы попытаться сбить цель с ног. Вы добавляете кость превосходства к броску урона атаки, и, если размер цели Большой или меньше, она должна совершить спасбросок Силы. В случае провала вы сбиваете цель с ног."
  },
  {
    id: 7,
    name: "Ответный удар",
    desc: "Если существо промахивается по вам рукопашной атакой, вы можете реакцией потратить одну кость превосходства, чтобы совершить рукопашную атаку оружием по этому существу. Если вы попадаете, вы добавляете кость превосходства к броску урона этой атаки."
  },
  {
    id: 8,
    name: "Отвлекающий удар",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы отвлечь существо, открывая его для ваших союзников. Вы добавляете кость превосходства к броску урона этой атаки. Следующий бросок атаки по этой цели любого существа кроме вас совершается с преимуществом, если атака совершается до начала вашего следующего хода."
  },
  {
    id: 9,
    name: "Парирование",
    desc: "Если другое существо причиняет вам урон рукопашной атакой, вы можете реакцией потратить одну кость превосходства, чтобы уменьшить урон на величину, равную броску вашей кости превосходства + ваш модификатор Ловкости."
  },
  {
    id: 10,
    name: "Провоцирующая атака",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы попытаться спровоцировать противника атаковать вас. Вы добавляете кость превосходства к броску урона этой атаки, а цель должна совершить спасбросок Мудрости. При провале цель до конца вашего следующего хода совершает с помехой броски атаки по всем целям, кроме вас."
  },
  {
    id: 11,
    name: "Сплочение",
    desc: "Вы можете в свой ход бонусным действием потратить одну кость превосходства, чтобы поддержать решимость одного из ваших спутников. Если вы это сделаете, выберите дружественное существо, которое может видеть или слышать вас. Это существо получает временные хиты, равные броску кости превосходства + ваш модификатор Харизмы."
  },
  {
    id: 12,
    name: "Толкающая атака",
    desc: "Если вы попадаете по существу атакой оружием, вы можете потратить одну кость превосходства, чтобы попытаться оттолкнуть цель. Вы добавляете кость превосходства к броску урона атаки, и, если размер цели Большой или меньше, она должна совершить спасбросок Силы. При провале вы толкаете цель на расстояние до 15 футов от себя."
  },
  {
    id: 13,
    name: "Точная атака",
    desc: "Если вы совершаете бросок атаки оружием по существу, вы можете потратить одну кость превосходства, чтобы добавить её к броску. Вы можете использовать этот приём до или после совершения броска атаки, но до применения эффектов атаки."
  },
  {
    id: 14,
    name: "Удар командующего",
    desc: "Если вы совершаете в свой ход действие Атака, вы можете отказаться от одной из ваших атак и бонусным действием направить удар одного из ваших соратников. Если вы это сделаете, выберите дружественное существо, которое может видеть или слышать вас и потратьте одну кость превосходства. Это существо может немедленно совершить реакцией одну атаку оружием, добавив кость превосходства к броску урона этой атаки."
  },
  {
    id: 15,
    name: "Широкая атака",
    desc: "Если вы попадаете по существу атакой рукопашным оружием, вы можете потратить одну кость превосходства, чтобы попытаться причинить урон другому существу этой же атакой. Выберите другое существо в пределах 5 футов от первоначальной цели и в пределах вашей досягаемости. Если исходный бросок атаки попал бы по второму существу, оно получает урон, равный броску кости превосходства. Урон того же вида, что и для исходной атаки."
  }
];

// Таинственные воззвания колдуна (полный список)
const APPEALS = [
  {
    id: 0,
    name: "Взор двух умов",
    desc: "Вы можете действием коснуться согласного гуманоида и до конца своего следующего хода воспринимать всё его чувствами. Пока существо находится на том же плане существования, что и вы, вы можете в последующие ходы действием продлевать эту связь до конца своего следующего хода. При восприятии чувствами другого существа, вы получаете все преимущества от особых чувств, которыми обладает это существо, а сами при этом слепы и глухи.",
    reqLevel: 0
  },
  {
    id: 1,
    name: "Вор пяти судеб",
    desc: "Вы можете один раз наложить заклинание порча, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 0
  },
  {
    id: 2,
    name: "Глаз хранителя рун",
    desc: "Вы можете читать любые письмена.",
    reqLevel: 0
  },
  {
    id: 3,
    name: "Доспех теней",
    desc: "Вы можете неограниченно накладывать на себя заклинание доспехи мага, не тратя ячейки заклинаний и материальные компоненты.",
    reqLevel: 0
  },
  {
    id: 4,
    name: "Дьявольский взгляд",
    desc: "Вы можете нормально видеть в темноте, как магической, так и немагической, на расстоянии 120 футов.",
    reqLevel: 0
  },
  {
    id: 5,
    name: "Животная речь",
    desc: "Вы можете неограниченно накладывать заклинание разговор с животными, не тратя ячейки заклинаний.",
    reqLevel: 0
  },
  {
    id: 6,
    name: "Маска многих лиц",
    desc: "Вы можете неограниченно накладывать заклинание маскировка, не тратя ячейки заклинаний.",
    reqLevel: 0
  },
  {
    id: 7,
    name: "Мистическое копьё",
    desc: "Когда вы накладываете мистический заряд, его дистанция равна 300 футам.",
    reqLevel: 0
  },
  {
    id: 8,
    name: "Мощь исчадия",
    desc: "Вы можете неограниченно накладывать на себя заклинание псевдожизнь как заклинание 1-го уровня, не тратя ячейки заклинаний и материальные компоненты.",
    reqLevel: 0
  },
  {
    id: 9,
    name: "Мучительный взрыв",
    desc: "Когда вы накладываете мистический заряд, добавьте модификатор Харизмы к урону, причиняемому при попадании.",
    reqLevel: 0
  },
  {
    id: 10,
    name: "Обманчивое влияние",
    desc: "Вы получаете владение навыками Обман и Убеждение.",
    reqLevel: 0
  },
  {
    id: 11,
    name: "Отталкивающий заряд",
    desc: "Если вы попадаете по существу мистическим зарядом, вы можете толкнуть его на 10 футов прочь от себя по прямой линии.",
    reqLevel: 0
  },
  {
    id: 12,
    name: "Таинственный взгляд",
    desc: "Вы можете неограниченно накладывать заклинание обнаружение магии, не тратя ячейки заклинаний.",
    reqLevel: 0
  },
  {
    id: 13,
    name: "Туманные видения",
    desc: "Вы можете неограниченно накладывать заклинание безмолвный образ, не тратя ячейки заклинаний и материальные компоненты.",
    reqLevel: 0
  },
  {
    id: 14,
    name: "Глас цепного мастера",
    desc: "Вы можете телепатически общаться со своим фамильяром и воспринимать всё чувствами фамильяра, пока вы находитесь на одном и том же плане существования. Кроме того, когда вы воспринимаете чувствами фамильяра, вы можете говорить через него своим собственным голосом, даже если фамильяр не способен говорить.",
    reqLevel: 3
  },
  {
    id: 15,
    name: "Книга древних секретов",
    desc: "Теперь вы можете вписывать магические ритуалы в свою Книгу Теней. Выберите два заклинания 1-го уровня с ключевым словом «ритуал» из списков заклинаний любых классов...",
    reqLevel: 1
  },
  {
    id: 16,
    name: "Жаждущий клинок",
    desc: "Вы можете атаковать своим оружием договора два раза вместо одного, когда в свой ход используете действие Атака.",
    reqLevel: 5
  },
  {
    id: 17,
    name: "Знак дурного предзнаменования",
    desc: "Вы можете один раз наложить заклинание проклятие, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 5
  },
  {
    id: 18,
    name: "Один среди теней",
    desc: "Когда вы находитесь в области тусклого света или в темноте, вы можете действием стать невидимым, пока вы не переместитесь или не используете действие или реакцию.",
    reqLevel: 5
  },
  {
    id: 19,
    name: "Трясина разума",
    desc: "Вы можете один раз наложить заклинание замедление, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 5
  },
  {
    id: 20,
    name: "Завораживающий шёпот",
    desc: "Вы можете один раз наложить заклинание принуждение, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 7
  },
  {
    id: 21,
    name: "Скульптор плоти",
    desc: "Вы можете один раз наложить заклинание превращение, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 7
  },
  {
    id: 22,
    name: "Ужасающее слово",
    desc: "Вы можете один раз наложить заклинание смятение, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не закончите продолжительный отдых.",
    reqLevel: 7
  },
  {
    id: 23,
    name: "Восходящий шаг",
    desc: "Вы можете неограниченно накладывать на себя заклинание левитация, не тратя ячейки заклинаний и материальные компоненты.",
    reqLevel: 9
  },
  {
    id: 24,
    name: "Могильный шёпот",
    desc: "Вы можете неограниченно накладывать заклинание разговор с мёртвыми, не тратя ячейки заклинаний.",
    reqLevel: 9
  },
  {
    id: 25,
    name: "Потусторонний прыжок",
    desc: "Вы можете неограниченно накладывать на себя заклинание прыжок, не тратя ячейки заклинаний и материальные компоненты.",
    reqLevel: 9
  },
  {
    id: 26,
    name: "Слуги хаоса",
    desc: "Вы можете один раз наложить заклинание призыв элементаля, используя ячейку заклинаний колдуна. Вы не можете сделать это повторно, пока не окончите продолжительный отдых.",
    reqLevel: 9
  },
  {
    id: 27,
    name: "Пьющий жизнь",
    desc: "Когда вы попадаете по существу оружием договора, это существо получает дополнительный урон некротической энергией, равный вашему модификатору Харизмы (минимум 1).",
    reqLevel: 6
  },
  {
    id: 28,
    name: "Ведьмачий взор",
    desc: "Вы можете видеть истинный облик всех перевёртышей и существ, скрытых магией школы Иллюзия или Преобразование, и находящихся в вашей линии обзора, и при этом в пределах 30 футов от вас.",
    reqLevel: 15
  },
  {
    id: 29,
    name: "Видения далёких королевств",
    desc: "Вы можете неограниченно накладывать заклинание магический глаз, не тратя ячейки заклинаний.",
    reqLevel: 15
  },
  {
    id: 30,
    name: "Мастер бесчисленных обликов",
    desc: "Вы можете неограниченно накладывать заклинание смена обличья, не тратя ячейки заклинаний.",
    reqLevel: 15
  },
  {
    id: 31,
    name: "Цепи карцери",
    desc: "Вы можете неограниченно накладывать заклинание удержание чудовища, если цель — исчадие, небожитель или элементаль...",
    reqLevel: 7
  }
];